/* XTIT: Info Screen text when applying the NUIStyleSheet. */
"applyNUIStyleSheetApplyStepInfoScreenText" = "Đang áp dụng NUIStyleSheet.";

/* XTIT: Info Screen text when applying the SAP Mobile Services LogSettings. */
"applySAPcpmsLogSettingsStepInfoScreenText" = "Đang áp dụng LogSettings SAP Mobile Services.";

/* XFLD: Text information if the provided credentials were invalid. */
"authenticationFailedMessage" = "Xác thực thất bại!";

/* XTIT: Info Screen text before presenting the Basic Authentication view. */
"basicAuthenticationStepInfoScreenText" = "Đang xác thực dữ liệu chứng thực.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"cancelAlertControllerTitleText" = "Bạn có chắc là bạn muốn hủy quy trình tích hợp không?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the restore flow. */
"cancelRestoreAlertControllerTitleText" = "Bạn có chắc là bạn muốn hủy quy trình khôi phục không?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the reset passcode flow. */
"cancelResetPasscodeAlertControllerTitleText" = "Bạn có chắc muốn hủy quy trình thiết lập lại mã truy cập không?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the authentication process. */
"cancelAuthenticationProcessAlertControllerTitleText" = "Bạn có chắc muốn hủy quy trình xác thực không?";

/* Title of Alert window when asking for confirmation about triggering the reset passcode flow. */
"resetPasscodeAlertControllerTitleText" = "Bạn có chắc là bạn muốn thiết lập lại mã truy cập không?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the passcode change flow. */
"cancelPasscodeChangeControllerTitleText" = "Bạn có chắc là bạn muốn hủy quy trình thay đổi mã truy cập không?";

/* XTIT: Title of Alert window when asking for confirmation about reset the application. */
"cancelPasscodeControllerTitleText" = "Bạn có chắc là bạn muốn thiết lập lại ứng dụng của bạn không?";

/* XTIT: Info Screen text when running the Composite Steps. */
"compositeStepInfoScreenText" = "Các bước tổng hợp.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services ClientResources. */
"downloadSAPcpmsClientResourcesStepInfoScreenText" = "Đang tải xuống ClientResources SAP Mobile Services.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Destinations. */
"downloadSAPcpmsDestinationsStepInfoScreenText" = "Đang tải xuống điểm đến SAP Mobile Services.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Settings. */
"downloadSAPcpmsSettingsStepInfoScreenText" = "Đang tải xuống thiết lập SAP Mobile Services.";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID got disabled by passcode policy. */
"fuiFeedbackDisableFaceIDButtonText" = "Tiếp tục";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is disabled by the new passcode policy */
"fuiFeedbackDisableTouchIDButtonText" = "Tiếp tục";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID is enabled by the new passcode policy */
"fuiFeedbackEnableFaceIDButtonText" = "Bật";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is enabled by the new passcode policy */
"fuiFeedbackEnableTouchIDButtonText" = "Bật";

/* XTIT: FUIFeedbackScreen headline description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDDetailDescription" = "Vui lòng sử dụng mã truy cập để đăng nhập lần tới.";

/* XTIT: FUIFeedbackScreen headline text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDHeadlineDescription" = "Face ID không còn có sẵn nữa";

/* XTIT: FUIFeedbackScreen title text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDTitleText" = "Thay đổi chính sách";

/* XTIT: FUIFeedbackScreen headline description text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDDetailDescription" = "Vui lòng sử dụng mã truy cập để đăng nhập lần tới.";

/* XTIT: FUIFeedbackScreen headline text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDHeadlineDescription" = "Touch ID không còn có sẵn nữa";

/* XTIT: FUIFeedbackScreen title text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDTitleText" = "Thay đổi chính sách";

/* XTIT: FUIFeedbackScreen detail description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDDetailDescription" = "Bạn có thể bật hoặc tắt tính năng này vào bất kỳ lúc nào trong phần Thiết lập.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and face ID is enabled. */
"fuiFeedbackScreenEnableFaceIDHeadlineDescription" = "Face ID hiện đã có sẵn! Bật Face ID sẽ giúp bạn truy cập thông tin của mình nhanh hơn.";

/* XTIT: FUIFeedbackScreen title text when Face ID is enabled in the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDTitleText" = "Face ID";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenEnableTouchIDDetailDescription" = "Bạn có thể bật hoặc tắt tính năng này vào bất kỳ lúc nào trong phần Thiết lập.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and touch ID is enabled. */
"fuiFeedbackScreenEnableTouchIDHeadlineDescription" = "Touch ID hiện đã có sẵn! Bật Touch ID sẽ giúp bạn truy cập thông tin của mình nhanh hơn.";

/* XTIT: FUIFeedbackScreen title text when touchID is enabled by the new passcode policy. */
"fuiFeedbackScreenEnableTouchIDTitleText" = "Touch ID";

/* XBUT: Text of button on FUIFeedbackScreen when passcode change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedActionButtonText" = "Tiếp tục";

/* XMSG: FUIFeedbackScreen description when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedDescriptionLabel" = "Vui lòng tạo mã truy cập mới.";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedHeadlineText" = "Chính sách mã truy cập đã thay đổi";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedTitleText" = "Thay đổi chính sách";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndFaceIDDetailDescription" = "Kể từ bây giờ, sẽ không còn yêu cầu mã truy cập và Face ID để đăng nhập. \n\n Bạn sẽ truy cập trực tiếp vào ứng dụng.";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndTouchIDDetailDescription" = "Kể từ bây giờ, sẽ không còn yêu cầu mã truy cập và Touch ID để đăng nhập. \n\n Bạn sẽ truy cập trực tiếp vào ứng dụng.";

/* XBUT: Text of button on FUIFeedbackScreen when the passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeButtonText" = "OK";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeDetailDescription" = "Kể từ bây giờ, sẽ không còn yêu cầu mã truy cập để đăng nhập. \n\n Bạn sẽ truy cập trực tiếp vào ứng dụng.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeHeadlineDescription" = "Chính sách đăng nhập đã thay đổi";

/* XTIT: FUIFeedbackScreen title text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeTitleText" = "Thông báo";

/* XBUT: Text of button on FUIFeedbackScreen after migration when passcode creation is mandatory. */
"migrationOnlyBiometricIDWasSetPreviouslyButtonText" = "Tiếp tục";

/* XTIT: Description of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyDescriptionText" = "Từ phiên bản này, mã truy cập là bắt buộc. Vui lòng tạo mã truy cập cho ứng dụng.";

/* XTIT: Title of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyHeadlineText" = "Mã truy cập là bắt buộc";

/* XBUT: Text of No button. */
"noButtonText" = "Không";

/* XTIT: Info Screen text before presenting the OAuth2 Authentication view. */
"oauth2AuthenticationStepInfoScreenText" = "Đang xác thực dữ liệu chứng thực OAuth 2.0.";

/* XTIT: Text of PasscodeInputController when user wants to enable face ID. */
"passcodeInputControllerEnableFaceIDText" = "Để bật Face ID, hãy nhập mã truy cập của bạn:";

/* XTIT: Text of PasscodeInputController when user wants to enable touch ID. */
"passcodeInputControllerEnableTouchIDText" = "Để bật Touch ID, hãy nhập mã truy cập của bạn:";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"rejectAlertControllerTitleText" = "Không có thỏa thuận, bạn sẽ không thể tiếp tục tích hợp.";

/* XBUT: Text of No button of reject. */
"rejectNoButtonText" = "Đưa ra thỏa thuận";

/* XBUT: Text of Yes button of reject. */
"rejectYesButtonText" = "Thoát quy trình";

/* XTIT: Info Screen text before presenting the SAML Authentication view. */
"samlAuthenticationStepInfoScreenText" = "Đang xác thực dữ liệu chứng thực SAML.";

/* XTIT: Info Screen text before presenting the SAP Mobile Services UserIdentity Discovery Authentication view. */
"sapcpmsUserIdentityDiscoveryAuthenticationStepInfoScreenText" = "Đang xác thực dữ liệu chứng thực khám phá thực thể người dùng SAP Mobile Services.";

/* XTIT: Info Screen text before presenting the SLS Authentication view. */
"slsAuthenticationStepInfoScreenText" = "̣Đang xác thực dữ liệu chứng thực SLS.";

/* XMSG: Message for the user to fill all the fields for authentication. */
"slsFillAllOfTheFieldsErrorMessage" = "Vui lòng điền vào tất cả trường";

/* XBUT: Text of Yes button. */
"yesButtonText" = "Có";

/* XBUT: Text of Continue button. */
"continueButtonText" = "Tiếp tục";

/* XBUT: Text of Cancel button. */
"cancelButtonText" = "Hủy";

/* XTIT: Title of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentTitle" = "Thu thập sử dụng";

/* XTIT: Body of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentBody" = "Người quản trị ứng dụng yêu cầu bạn cho phép thu thập dữ liệu về bạn bằng cách sử dụng ứng dụng để có được thông tin chi tiết nhằm cải thiện ứng dụng. Thu thập dữ liệu bao gồm thông tin về cách bạn sử dụng ứng dụng, chẳng hạn như thời gian sử dụng ứng dụng hoặc cách bạn điều hướng ứng dụng.";

/* XTIT: Usage Collection Consent opt-out alert message. */
"usageOptOutAlertMessage" = "Bạn có muốn từ chối không?";

/* XTIT: Usage Collection Consent opt-in alert message. */
"usageOptInAlertMessage" = "Bạn có muốn tham gia không?";

/* XTIT: Title of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentTitle" = "Thu thập báo cáo sự cố";

/* XTIT: Body of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentBody" = "Người quản trị ứng dụng yêu cầu bạn cho phép thu thập dữ liệu để chẩn đoán và phân tích các sự cố ứng dụng nhằm cải thiện tính ổn định của ứng dụng. Dữ liệu đã thu thập được giới hạn đối với báo cáo sự cố và thông tin thiết bị.";

/* XTIT: Title of alert to be shown when QR Digital Signature Verification fails. */
"qrDigitalSignatureVerficationFailedTitle" = "Không thành công!";

/* \"XMSG: Message telling that the QR Digital Signature Verification failed.\" */
"qrDigitalSignatureVerficationFailedMessage" = "Không thể xác thực chữ ký mã QR!";

/* \"XMSG: Message telling that the QR code signature verification succeeded.\" */
"qrDigitalSignatureVerficationSucceededMessage" = "Đã xác thực chữ ký kỹ thuật số mã QR. Bạn sẽ được kết nối đến:";

/* \"XTIT: Title of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorTitle" = "Lỗi xác thực";

/* \"XMSG: Message of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorMessage" = "Chúng tôi không thể xác thực bạn. Vui lòng đăng nhập.";

/* \"XBUT: Text of Error button.\" */
"errorButtonText" = "Lỗi";

